Repository: mozilla-l10n/mt-training-data
Catalog: ce/ce_pontoon.tmx
Source language: en_us
Languages: ce

source: 1 sentence collected
ce: Алар гулдина

source: 2 down, keep it up!<playIcon></playIcon>
ce: 2 кича бу <playIcon></playIcon> , ишт дIа г1о!

source: ≥ 2 No votes
ce: ≥ 2 кхаж (ХIан-хIа)

source: ≥ 2 Yes votes
ce: ≥ 2 кхаж (хIаъ)

source: Abaza
ce: Абазийн

source: Abkhaz
ce: Абхазийн

source: About
ce: Тхоьх лаьцна

source: About us
ce: Тхох лаьцна

source: Accepted file types: .tsv only
ce: ТӀеоьцу файлийн тайпанаш: .tsv хIара бен йац

source: Account
ce: Акаунт

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ce: <accuracyLink>Кхин дӀа хьажа майарра йусткиртиге</accuracyLink>

source: Acehnese
ce: Ачехийн

source: Achomi
ce: Ачоми

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ce: { $actionType }<micIcon></micIcon> адамо ма-оллара жоп ло

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ce: иштта дӀа а йазде хьайне хезаш долу къамел

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ce: { $actionType }<playIcon></playIcon>нийса бийцири цара алам?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ce: Аудио кийсаке ладогӀа, транскрипци а талла. И шиъ цхьаьнадогӀий? Нагахь ца догӀуш делахь, ма-дарра нисде иза

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ce: тӀаккха хезаш беша алам

source: { $actionType }<stopIcon></stopIcon> when done
ce: { $actionType }<stopIcon></stopIcon>Дина даьлча

source: { $actionType } submit when ready
ce: Кийча хилча дӀайахьийта

source: Adamawa Fulfulde
ce: Аданава Фулфулд

source: Add and Review Sentences, Add Questions, Transcribe Audio
ce: Предложенеш тӀетохар а, карлаяхар а, хаттарш тӀетохар а, аудио транскрипци яр а

source: Add a question <icon></icon> in { $currentLocale } for people to answer
ce: Хаттар тӀетоха <icon></icon> { $currentLocale } нехан жоьпаш дала аьтто хилийта

source: Add <icon></icon> a public domain sentence
ce: ТIетоха <icon></icon> юкъараллин алам

source: Add information
ce: ТIетоха хаам

source: Add Language
ce: Керла мотт тIетоха

source: Add new sentences for the community to read
ce: Юкъарлонна беша керла аламаш т1етоха

source: Add one sentence per line
ce: ХӀора могӀанна цхьацца алам тӀетоха

source: Add questions
ce: Хьайн маттахь хаттарш тӀетоха

source: Add sentences
ce: Хьайн маттахь аламаш тӀетоха

source: Add Sentences
ce: Аламаш тӀетоха

source: Add up to 1,000 sentences
ce: 1000 кхаччалц аламаш тӀетоха

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
ce: тӀетоха 25 кхаччалц хаттарш<icon></icon>хаамийн гуларе{ $currentLocale } нахе жоьпаш далийтархьамма

source: Add Your Voice
ce: Хьайн аз тӀетоха

source: Adja
ce: Аджа

source: Adyghe
ce: Адигийн

source: Afaan Oromo
ce: Афаан Оромо

source: Afar
ce: Афарийн

source: Afrikaans
ce: Африканан

source: Agriculture and Food
ce: Юьртабахаман а, кхачанан а

source: Albanian
ce: Албанийн

source: All sentence must have the same domain
ce: Массо а предложениш цхьатерра домен йолуш хила еза.

source: All sentences must have the same citation
ce: Массо а предложенеш цхьатерра цитаташ йолуш хила еза.

source: Already have an account? <login>Log-In</login>
ce: Аккаунт долш дуй хьан?<login>Чувала</login>

source: Alsatian
ce: Элзатин

source: Amba
ce: Амба

source: Amharic
ce: Амхарийн

source: An error occurred fetching sentences
ce: Аламаш схьаоьцуш гӀалат даьлла

source: An error occurred in voting the question
ce: Хаттарна кхаж туьйсуш гӀалат даьлла

source: An error occurred reviewing this sentence
ce: ХӀокху аламна таллам беш гӀалат даьлла

source: An error occurred submitting your voice information
ce: Хьан озан хаам дӀабохьуйтуш гӀалат даьлла

source: An error occurred while creating this transcript
ce: ХӀокху йозане ерзорехь (транскрипци кхуллуш) гӀалат даьлла

source: An error occurred while editing the transcript
ce: Транскрипци хийцуш гӀалат даьлла

source: An error occurred while recording
ce: Аз дӀайаздечу хенахь гӀалат даьлла

source: An error occurred while skipping the transcript
ce: Транскрипци чекхйолуьйтуш гӀалат даьлла

source: An error occurred while skipping this prompt
ce: Дехар юкъахдита гӀортарехь гӀалат хили

source: An error occurred while uploading your response
ce: Жоп дӀадахьийта ца дели

source: An error occurred while voting the prompt
ce: Кхаж тасарехь гӀалат даьлла

source: An error occurred while voting the transcript
ce: Транскрипцина кхаж туьйсуш гӀалат даьлла

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ce: ЦӀаьххьана гӀалат даьлла.цхьа кӀеззиг хан яьлча юха хьажа. ГӀо эшахь, чу вало тхан<matrixLink>Matrix чате</matrixLink> сайтан тӀехь долчу гӀалаташна тергам бе<githubLink>GitHub-ехь</githubLink> . я вола тхан <discourseLink>Discourse форумашка</discourseLink>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
ce: Йозанан а, къамелан а хаамаш кхуллуш, дӀасабаржош, иштта вовшахтухуш, хӀоранна а шен мотт ларбан, юхаденбан, кхио а йиш ю

source: Approve
ce: ТIеэца

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ce: Тийна, къаьсташ йоцу тIехьара гӀовгӀа дика къобалйо, амма нагахь санна текстехь доцу цхьа дош а къасталуш делахь, аудио-дӀаяздар юхатоха деза, хӀунда аьлча цо новкъарло ян мега машенан дош довзаран алгоритмана. Иза хуьлу, дукхахьолахь, цхьаммо телевизор дӀа ца йайъича, я уллехь дӀахьош къамел хилча.

source: Arabic
ce: Iарбойн

source: Aragonese
ce: Арагонизийн

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ce: Хьо Common Voice-ан шашех долчу къамел тергам бечу (Beta) тобанехь вуй?

source: Are you coming? <strong>[called by another]</strong>
ce: Хьо вогӀуш вуй? <strong>[кхечо кхайкхина]</strong> .

source: Armenian
ce: Эрмлойн

source: Aromanian
ce: Ароманийн

source: Arvanitika
ce: Арванитикан

source: Asheninka Perene
ce: Ашенинка Перени

source: Asheninka South Ucayali
ce: Ашенинка Къилбан Укаялан

source: Ask for codeswitching or request translation
ce: Код хийцаран дехар я гочдар дехар .

source: Ask sensitive questions
ce: Экаме хаттарш ло

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ce: Хаттарш схьадахкийта <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> я <emailLink>email</emailLink>.

source: Assamese
ce: Ассамесийн

source: Asturian
ce: Астурианан

source: Atayal
ce: Атайал

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
ce: Транскрипцино стага аьлла хӀора дош а, дешнийн маьӀна доцу (non-lexical) къамелан аьзнаш а чулаца деза, юхадийцарш (repetitions) юкъахь а долуш

source: Attention!
ce: Терго йе

source: Automotive and Transport
ce: машенан а, транспортан а

source: Avatar uploaded
ce: Аватар чуяьккхина

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ce: Аз-яздар "нийса" аьлла билгалдоккху, лелорхочо "ХӀаъ" хаьржича.

source: Avoid too much background noise - it should be easy to hear you.
ce: ТӀехьа тӀех сов гӀовгӀанах ларло - атта хезаш хила веза хьо

source: Awards
ce: СовгӀаташ

source: Azerbaijani
ce: Азарбейджанан

source: Baatonum
ce: Баатонум

source: Baba Malay
ce: Баба Малай

source: Back
ce: Юха

source: Background Noise
ce: ТӀехьара гӀовгӀа

source: Background Voices
ce: ТӀехьара аьзнаш

source: Back to Top
ce: Буьххье

source: Bafia
ce: Бафиа

source: Bafut
ce: Бафут

source: Bakoko
ce: Бакоко

source: Balochi
ce: Балочийн

source: Balti
ce: Балти

source: Bambara
ce: Бамбара

source: Bamun
ce: Бамунан

source: Bamvele
ce: Бамвел

source: Bankon
ce: Банконан

source: Baoule
ce: Баулийн

source: Basaa
ce: Басаан

source: Bashkir
ce: Башкийрин

source: Basque
ce: Баскийн

source: Batanga
ce: Батанга

source: Bateri
ce: Батерийн

source: Be careful with lookalike words
ce: Цхьа терачу дешнашца тидам беш хила

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ce: Ларлуш хила. Ешархочо дош нийса ца аьллехь, Тохар нийсачу метте ца хӀоттийнехь, я, схьагарехь, хаттаран хьаьрк тидаме ца оьцуш йитинехь. Дуьненахь лелош тайп-тайпана аларш ду, цхьадерш хьо волчу меттигехь юкъараллехь ца хезнехь а хила тарло. Хьайх къаьсташ къамел дийриш дIататта сих ма ло.

source: Belarusian
ce: Беларусийн

source: Bengali
ce: Бенгалийн

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ce: [‘Берет’ нийса ду хьалхарчу дешдекъехь (Великобритани) я шолгӀачу дешдекъехь (США) тохар йолуш делахь а].

source: Betawi
ce: Бетави

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ce: Маттана дика гӀо лацар, масала:къамел деш цхьана маттера кхечу матте валар <mark>код-дӀатохар</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ce: Дика гӀо лацар йозанан бух боцуш йа кӀеззиг болу метташна (масала: социальни тобанийн меттадакъаш (социолекташ), меттан кеаш, йа исторически йоза хилла доцу меттанаш)

source: Bodo
ce: Бодо

source: <bold>{ $count }</bold> Clips
ce: <bold>{ $count }</bold>аудио-дӀайаздарш

source: <bold>Help us</bold> find more voices
ce: <bold>ГIо де тхуна</bold> дуккха а аьзнаш схьакаро

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
ce: <bold>AI масех маттахь бен болх беш йоцуш хӀунда хила еза?</bold>

source: Borgu Fulfulde
ce: Боргу Фулфулд

source: Bosnian
ce: Боснийн

source: Brahui
ce: БархIуийн

source: Breton
ce: Бретонан

source: Browse Languages
ce: Меттанаш талла

source: Brushaski
ce: Брушаскийн

source: Bukusu
ce: Букусу

source: Bulgarian
ce: Балгарийн

source: Bulk batch
ce: Боккха пакет

source: Bulk Sentences Uploaded
ce: Дукхха а аламаш чубоьвла

source: Bulu
ce: Булу

source: Bunun
ce: Бунун

source: Burmese
ce: Бурмезе

source: Buryat
ce: Бурйатан

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ce: "Сан поште хьажорг (линк) дӀаяхьийта" тӀе таӀийначул тӀаьхьа, хьо реза хуьлу тхан <termsLink>Лелоран бакъонашна а,</termsLink> <privacyLink>Къайлахаллин политикана</privacyLink> а. Иштта хьо реза хуьлу Mozilla-но хьан поште Common Voice проектан шашех къамелан (Spontaneous Speech) Beta-тестированехь муха дакъалаца деза боху хаамаш дӀабахьийтарна.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ce: Почта схьаэца реза хиларца, хьо реза ву Mozilla-с хӀара хаам лелорна, Mozilla-н <privacyLink>Къайленан политика</privacyLink> тӀехь ма-аллара.

source: By telling us about yourself, you will help developers build more inclusive technology
ce: Хьайх лаьцна дийцарца , гIо дийра ду ахь Сайт-кечйархошна.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ce: Common Voice лелош, хьо реза ву тхан<termsLink>Бехкамашна а</termsLink><privacyLink> Къайленаш ларъйа а</privacyLink>

source: Cameroon Pidgin
ce: Камерунан Пигин

source: Can be answered in a few sentences
ce: Масех аламца жоп дала йиш йу

source: Cancel
ce: Йухадаккха

source: Cancel Re-recording
ce: Юхадаккха ТIехулйаздар

source: Cancel Submission
ce: ДӀахьажор юкъахдаккха

source: Cannot submit more than 1000 sentences
ce: 1000-алла, сов аламаш бахьийта йиш йац

source: Cantonese
ce: Кантонийн

source: Catalan
ce: Каталан

source: Central Alaskan Yupʼik
ce: Юккъера-Аляскийн Юпикскийн

source: Central Kurdish
ce: Юккхера Курдийн

source: Central Puebla Nahuatl
ce: Юккъера Пуэбла Нахуатл

source: Central Tarahumara
ce: Юккъера Тарахумара

source: Change preferences
ce: Хийца лаамаш

source: Changes both display and dataset language
ce: Хийцало гайтаман а, хаамийн гуламан а мотт

source: Change your email via Settings under Login Identity
ce: Хьайн поштан ГIирсаш Чуволу хаамаш бохучу декъехь хийца мегар ду

source: Chechen
ce: Нохчийн

source: Check
ce: Талла

source: Check <icon></icon> is this a linguistically correct sentence?
ce: Таллам бе <icon></icon> меттан нийса алам буй хӀара?

source: <chevron></chevron>See less
ce: Хьажа кIеззиг

source: <chevron></chevron>See more
ce: Хьажа олсам

source: Chiga
ce: Чига

source: Chinese (China)
ce: Чинтойн(Чинто)

source: Chinese (Hong Kong)
ce: Чинтойн(Гонконг)

source: Chinese (Taiwan)
ce: Чинтойн(тайван)

source: Chinyanja
ce: Чинйанжа

source: Chokwe
ce: Чокве

source: Choose language/localization
ce: Мотт/локализаци харжа

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
ce: Муьлххачу а стагана кхета атта долу хаттарш харжа, культуре а, контексте а ца хьоьжуш

source: Chuvash
ce: Чувашийн

source: Citation
ce: Цитата

source: Cite with a URL link or the full name of the work.
ce: Схьадаладе URL-ссылкаца я белхан йуьззина цIарца

source: Click
ce: ТIетаIйе

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ce: <guidanceLink>кхузахь тӀетаӀайе</guidanceLink>хӀара агӀо муха лело еза Ӏамо

source: Clip Graveyard
ce: Клипан кешнаш

source: Clips Uploaded
ce: Клипаш чуяьхна

source: Clips You've Recorded
ce: ахьа дӀаязйина кийсак

source: Clips You've Validated
ce: Ахьа тӀеэцна кийсакаш

source: Collecting sentences
ce: Аламаш гулбар

source: Comment
ce: комментари

source: Common Voice Dataset
ce: Common Voice Датийн гулар

source: Common Voice is a free, open source platform for community-led data creation
ce: Common Voice — иза маьхза а, дӀайиллина код йолу а платформа ю, юкъараллин гӀоьнца хаамаш кхолла лерина йолу

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ce: Common Voice , Mozilla Гулдаман леринарг ю . US 501c3.Карарчу хенахь леринарг дӀайахьа ахча хуьлитарг <philantropicGrantLink>дикачу неха гIо а</philantropicGrantLink> иштта дуьнентӀерачу наха луш долу сагӀанаш а ду.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ce: Common Voice ахчанца а, гранташца а дӀахьош ю! Тхуна хазахеташ ду Ӏилманчашца а, къаьмнийн юкъараллица а, индустрин талламхошца а цхьаьнаболхбар. Common Voice лело маьрша ю, амма платформина а, хостингана а сагӀа даккхаро баккъалла а гӀо дан мега.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ce: Common Voice компанино шолгӀа платформа йолош ю, органикан а, шен-шен кепара а, шифр йоцуш а къамел гулдарна тӀехьажийна йолу. Цо гӀо дийр ду масех юкъараллина хаамаш сиха гулбан, иштта пайде хир ду хаамаш Ӏилманчашна а, девелоперашна а.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ce: Common Voice-н аьзнаш Ӏилманчаша а, жима бизнес лелочара а, иштта аьзнийн технология езархоша а леладо. Цара гӀо до аьзнийн моделаш санна йолу, массарна а елла ресурсаш Ӏамо а, кхио а. Хьайн аьзнаш дӀадаха хьуна хӀунда лаьа, тхоьга дийца аьтто хир барий хьан?

source: Community participation and decision making.
ce: Юкъараллин дакъалацар а, сацамаш тӀеэцар а.

source: Connection interrupted
ce: ЗӀе хаьдда

source: Connect with Gravatar
ce: Gravatar-ца зӀе таса

source: Contact
ce: Уьйра

source: Contact Form
ce: зӀенан кеп

source: Contact us
ce: Тхоьца зӀе

source: Contact Us
ce: Тхоьца зӀене вала

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ce: Чулацам лело йиш ю <licenseLink>Бакъойаларца Commons license</licenseLink>

source: Continue
ce: кхидӀа а дӀадахьар

source: Continue validating
ce: таллам дIабахьар

source: Contribute
ce: Дакъа лаца

source: Contribute sentences
ce: аламаш кховдабар

source: Contribution Activity
ce: Декъашхочун жигаралла

source: Contribution Criteria
ce: Дакъалацарн бакъонаш

source: Contribution Guidelines
ce: Дакъалацаран куьйгалла

source: Contributors record voice clips by reading from a bank of donated sentences.
ce: Дакъалацархоша аз-йаздо сагӀийна беллачу аламашца

source: Cookies
ce: Куки

source: <cookiesLink>Cookies<cookiesLink>
ce: <cookiesLink>Кукиш<cookiesLink>

source: Copainalá Zoque
ce: Копайнала Зоки

source: Copy
ce: Эвсарт

source: Cornish
ce: Корниш

source: Correct
ce: Нийса ду

source: Corsican
ce: Корсикан

source: Create a profile
ce: Профил йе

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ce: Тайп-тайпана адамашна Common Voice-со дакъа лаца аьттонаш хилита, датийн гуламо ма-хуьллу дукха адамашна гӀуллакх дар тIечIагI до. Оха йина тӀаьхьалонаш а, кепаш а, шун лело йиш йолуш!

source: Crimean Tatar
ce: Криман Татарийн

source: Criteria
ce: бакъонийн дозанаш

source: Croatian
ce: Хорватийн

source: Czech
ce: Чехийн

source: Dagbani
ce: Дагбанийн

source: Dameli
ce: Дамели

source: Danish
ce: Данийн

source: Dargwa
ce: Даргийнан

source: Dataset
ce: Хаамийн гулар

source: Dataset: { $datasetLanguage }
ce: Датийн гулар{ $datasetLanguage }

source: Dataset [{ $datasetName }]
ce: Хаамийн гулар

source: Dataset: { $datasetName }
ce: Хаамийн гулам

source: Dataset Release
ce: Даташ арахецар

source: Datasets
ce: Хаамин гуларш

source: Dawoodi
ce: Давуди

source: Delete
ce: ДIайаккха

source: Delete my recordings
ce: ДIадаха сан дIайаздарш

source: Delete Profile
ce: Профил дӀайаккха

source: Dhatki
ce: Дхатхи

source: Dhivehi
ce: Малдиван

source: Dholuo
ce: Долуо

source: Different language
ce: Кхин мотт

source: Difficult to pronounce
ce: Ала хала ду

source: Dinka
ce: Динка

source: Dioula
ce: Дюла

source: Discard ongoing recording
ce: ДIадоьду дӀаяздар дӀадаккха

source: do
ce: де

source: Documentation
ce: Цхьанатоьхна Кехаташ

source: Does the sentence meet the guidelines?
ce: Алам низамца богӀуш буй?

source: Donate
ce: СагIа

source: Donate your voice
ce: Хьайн аз сагӀане даккха

source: Done
ce: Дина

source: do not
ce: ма де

source: Don't see your language on Common Voice yet?
ce: Хьайн мотт Common Voice чохь ца го хьуна хӀинца а?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ce: Схьа а лаций, кхузе кхосса йа <browseWrap>Хьажа</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ce: Хьайн файл кхуза схьаозайе я <uploadButton>тIетаIайе цаI чуйаккха </uploadButton>

source: Drop file here to upload
ce: Файл чуйаккха кхузе схьа йа

source: Duala
ce: Дуала

source: Dutch
ce: Голандийн

source: Eastern Balochi
ce: Малхбузен Балочи

source: Eastern Huasteca Nahuatl
ce: Малхабалан-Хуастика Нахуатл

source: Eastern Min
ce: Малхбузан мин

source: Eastern Penan
ce: Малхбузан Пенан

source: Ebrie
ce: Эбри

source: Edit
ce: Нисдар

source: Edit tag
ce: Нисйе билгало

source: Efik
ce: Эфик

source: e.g., “What do you wish you could use technology for?”
ce: масала, «Технологех хӀун пайда эца лаьа хьуна?»

source: Ekoti
ce: Экоти

source: Email
ce: Почта

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ce: Электрони пошта<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ce: <emailFragment>ДӀаязло</emailFragment> тхан почтан тептаре, хьайна муха дакъалаца мегар ду хаа Common Voice-сан кампанешкахь, хиламашкахь, цхьаьна дизайн еш йолчу функцишкахь .

source: Email is already used for a different account
ce: ХIара пошта йолуш ю кхечу аккаунтехь

source: Emakhuwa
ce: Эмахува

source: English
ce: Ингалс

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
ce: Меттанаш эдеш (code-switching) хаттарш чудаха, хӀора могӀарехь цхьацца. Нахана иштта ийначу маттахь жоп дала атта хир ду, нагахь хаттар а иштта делахь

source: Enter your email
ce: Хьайн пошта йазъе

source: Enter your public domain sentence here
ce: дIа йазбе хьайн юкъараллин алама

source: Enter your public domain sentences here
ce: дIа йазбе хьайн юкъараллин аламаш

source: Error adding sentence
ce: Алар тӀетохарехь гӀалат ду

source: Error { $code }
ce: ГӀалат

source: Error submitting tags
ce: Билгалонаш чуйохуьйтуш гӀалат даьлла

source: Error while playing audio file.
ce: Аудио лакхийта ца елла

source: Erzya
ce: Эрзйа

source: Esperanto
ce: Испиранто

source: Estonian
ce: Эстонийн

source: Eton
ce: Итон

source: Events
ce: Хиламаш

source: Everyone
ce: ХӀора стаг

source: Ewe
ce: Эве

source: Ewondo
ce: Эвондо

source: Exceeded 25 questions. Reduce number of questions and retry.
ce: 25 хаттаран барам тӀехбаьлла. Хаттарш лах а дай, юха хьажа.

source: Exit & Delete clips
ce: Араваьлла, клипаш д1айаха

source: Explore informal scenarios, situations, or reenactments
ce: Официалан йоцу сценареш, хьелаш, я юхаметтахӀоттораш талла

source: Express or solicit prejudiced or offensive sentiments
ce: ХьагӀ йолуш я вас еш болу синхаамаш гучубаккхар

source: Fang
ce: Фанг

source: FAQ
ce: СХХ

source: Faroese
ce: Фарерийн

source: Feʼefeʼe
ce: Фе.ефе.е

source: Fewer than 15 words per sentence
ce: Цхьа алам 15 дошал сов боцуш

source: Fields marked with an asterisk (*) are required.
ce: Седанца(*) билгалйаьккхи меттиг хьала юзна хила еза

source: File is too large
ce: Файл тӀех йоккха ю

source: File is too small
ce: Файл тӀех жима ю .

source: Finance
ce: Финансаш

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ce: Кхин нах лаха, цунах дог лозуш. Иза хила тарло университеташ, меттанийн школаш, агӀончашна лерина тобанаш я дантийн Ӏилманан юкъараллаш. Хаза дийца, цара муха гӀо дийр ду, хӀунда а, муха а, гӀо дан мегар ду. <outreachTemplates>Хьажа тхан кепан дӀасадаржаран е-мейлаш</outreachШаблонаш>.
